---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.UsGallonsPerMinute
source: html/0cfb8585-f0af-8002-2139-fbbdde659361.htm
---
# Autodesk.Revit.DB.UnitTypeId.UsGallonsPerMinute Property

US gallons per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId UsGallonsPerMinute { get; }
```